Revit 2027 API
ParameterTypeId.DumpElementIds Property
 "Element IDs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DumpElementIds { get; }
Public Shared ReadOnly Property DumpElementIds As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DumpElementIds {
	ForgeTypeId^ get ();
}
static member DumpElementIds : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace